brew "bitwarden-cli"
brew "btop"
brew "choose-gui"
brew "curl"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "fd"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "fzf"
brew "git"
brew "git-delta"
brew "glow"
brew "harfbuzz"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "luajit"
brew "luarocks"
brew "neovim"
brew "ninja"
brew "node"
brew "nvm"
brew "openssl@3"
brew "ripgrep"
brew "starship"
brew "stern"
brew "stow"
brew "syncthing"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "yazi"
brew "zellij"
brew "zoxide"
cask "aerospace"
cask "alacritty"
cask "bitwarden"
cask "copyq"
cask "dbeaver-community"
cask "drawio"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "hammerspoon"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "thorium"
cask "whatsapp"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "nikitabobko/tap"
