tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "openssl@3"
brew "awscli"
brew "bat"
brew "btop"
brew "cask"
brew "choose-gui"
brew "curl"
brew "diff-so-fancy"
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "fd"
brew "figlet"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "harfbuzz"
brew "httpie"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libyaml"
brew "lolcat"
brew "luajit"
brew "neovim"
brew "ninja"
brew "pandoc"
brew "pinentry-mac"
brew "ripgrep"
brew "starship"
brew "stern"
brew "stow"
brew "stylua"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "vifm"
brew "wget"
brew "wireguard-tools"
brew "yazi"
brew "yq"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "alacritty"
cask "bitwarden"
cask "brave-browser"
cask "commander-one"
cask "copyq"
cask "dbeaver-community"
cask "docker"
cask "drawio"
cask "dropbox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "joplin"
cask "karabiner-elements"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "neovide"
cask "obsidian"
cask "onedrive"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "surfshark"
cask "thorium"
cask "whatsapp"
cask "zed"
