aerospace
alacritty
bitwarden
bitwarden-cli
btop
choose-gui
copyq
curl
dbeaver-community
diff-so-fancy
docker
docker-compose
drawio
eza
fastfetch
felixkratz/formulae/sketchybar
font-hack-nerd-font
font-jetbrains-mono-nerd-font
fzf
gimp
git
git-delta
glow
hammerspoon
harfbuzz
jq
k9s
kubernetes-cli
lazydocker
lazygit
lua
luajit
luarocks
neovim
ninja
node
nvm
openssl
postman
qutebrowser
raycast
ripgrep
slack
spotify
starship
stern
stow
syncthing
the_silver_searcher
thorium
tig
tldr
tmux
wezterm
whatsapp
zoxide
